[
  {
    "name": "Cozy Haven",
    "address": "123 Sample Street",
    "city": "Dhaka",
    "bedrooms": 2,
    "bathrooms": 1,
    "room_size": "1200",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-02-01",
    "rent_per_month": 20000,
    "phone_number": "+8801712345678",
    "description": "Discover comfort and convenience at Cozy Haven, a charming two-bedroom home nestled in the heart of Dhaka. Boasting spacious rooms spanning 1200 sq. ft., this residence offers modern amenities and close proximity to local attractions. The well-designed interiors create a warm and inviting atmosphere, making it the perfect retreat after a busy day. Available from February 1, 2024, at a monthly rent of 20,000 BDT, this home provides a delightful living experience. Whether you're enjoying the sleek interior finishes or the nearby amenities, Cozy Haven blends style with practicality. For inquiries or to schedule a viewing, contact us at +8801712345678. Embrace the essence of urban living in this delightful Dhaka abode."
  },
  {
    "name": "Serene Retreat",
    "address": "456 Tranquil Lane",
    "city": "Chittagong",
    "bedrooms": 3,
    "bathrooms": 2,
    "room_size": "1500",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-03-01",
    "rent_per_month": 25000,
    "phone_number": "+8801712345679",
    "description": "Experience tranquility at Serene Retreat, a peaceful three-bedroom haven in Chittagong. The spacious 1500 sq. ft. interiors offer modern living with beautiful surroundings and convenient access to local amenities. Available from March 1, 2024, at a monthly rent of 25,000 BDT, this residence provides a serene living experience. Whether you're unwinding in the well-appointed rooms or exploring the nearby attractions, Serene Retreat balances comfort with practicality. For inquiries or to schedule a viewing, contact us at +8801712345679. Indulge in the peaceful charm of this Chittagong sanctuary."
  },
  {
    "name": "Metro Living",
    "address": "789 Urban Avenue",
    "city": "Dhaka",
    "bedrooms": 1,
    "bathrooms": 1,
    "room_size": "800",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-02-15",
    "rent_per_month": 15000,
    "phone_number": "+8801712345680",
    "description": "Immerse yourself in Metro Living, a stylish one-bedroom apartment in the bustling city of Dhaka. The 800 sq. ft. contemporary design offers great views and proximity to public transportation and shopping centers. Available from February 15, 2024, at a monthly rent of 15,000 BDT, this residence provides a chic living experience. Whether you're appreciating the sleek interior finishes or enjoying the convenience of city life, Metro Living seamlessly blends style with urban living. For inquiries or to schedule a viewing, contact us at +8801712345680. Elevate your lifestyle in the heart of Dhaka."
  },
  {
    "name": "Riverside Villa",
    "address": "101 Scenic Drive",
    "city": "Rajshahi",
    "bedrooms": 4,
    "bathrooms": 3,
    "room_size": "2000",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-04-01",
    "rent_per_month": 30000,
    "phone_number": "+8801712345681",
    "description": "Discover luxury at Riverside Villa, a spacious four-bedroom haven by the riverside in Rajshahi. The expansive 2000 sq. ft. interiors provide a tranquil environment with gallerysque views of the river. Available from April 1, 2024, at a monthly rent of 30,000 BDT, this residence offers a luxurious living experience. Whether you're relaxing in the large living spaces or enjoying the riverside ambiance, Riverside Villa combines comfort with elegance. For inquiries or to schedule a viewing, contact us at +8801712345681. Experience the epitome of riverside living in Rajshahi."
  },
  {
    "name": "Green Oasis",
    "address": "234 Garden Street",
    "city": "Khulna",
    "bedrooms": 2,
    "bathrooms": 2,
    "room_size": "1100",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-03-15",
    "rent_per_month": 18000,
    "phone_number": "+8801712345682",
    "description": "Escape to Green Oasis, a two-bedroom apartment nestled in a green oasis in Khulna. The 1100 sq. ft. residence offers a unique blend of nature and city living with well-designed interiors and serene surroundings. Available from March 15, 2024, at a monthly rent of 18,000 BDT, this home provides a refreshing living experience. Whether you're enjoying the green surroundings or the well-appointed interiors, Green Oasis harmonizes modern living with natural beauty. For inquiries or to schedule a viewing, contact us at +8801712345682. Embrace the tranquility of nature within the heart of Khulna."
  }
,
  {
    "name": "Skyview Tower",
    "address": "789 Cloud Avenue",
    "city": "Dhaka",
    "bedrooms": 3,
    "bathrooms": 2,
    "room_size": "1600",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-05-01",
    "rent_per_month": 28000,
    "phone_number": "+8801712345683",
    "description": "Elevate your living at Skyview Tower, a three-bedroom residence in the heart of Dhaka. The expansive 1600 sq. ft. interiors offer stunning views and modern amenities. Available from May 1, 2024, at a monthly rent of 28,000 BDT, this residence provides a sophisticated living experience. Whether you're admiring the cityscape or relaxing in the well-appointed rooms, Skyview Tower combines luxury with urban convenience. For inquiries or to schedule a viewing, contact us at +8801712345683. Experience the pinnacle of city living in Dhaka."
  },
  {
    "name": "Golden Sands Villa",
    "address": "456 Beachfront Drive",
    "city": "Cox's Bazar",
    "bedrooms": 4,
    "bathrooms": 3,
    "room_size": "2200",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-06-01",
    "rent_per_month": 35000,
    "phone_number": "+8801712345684",
    "description": "Indulge in luxury at Golden Sands Villa, a four-bedroom haven by the beach in Cox's Bazar. The expansive 2200 sq. ft. interiors provide a serene retreat with breathtaking views. Available from June 1, 2024, at a monthly rent of 35,000 BDT, this residence offers a lavish living experience. Whether you're enjoying the beachfront ambiance or the luxurious interiors, Golden Sands Villa combines comfort with coastal elegance. For inquiries or to schedule a viewing, contact us at +8801712345684. Experience the epitome of beachside living in Cox's Bazar."
  },
  {
    "name": "Urban Loft",
    "address": "101 Loft Street",
    "city": "Dhaka",
    "bedrooms": 1,
    "bathrooms": 1,
    "room_size": "900",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-07-01",
    "rent_per_month": 16000,
    "phone_number": "+8801712345685",
    "description": "Immerse yourself in modern living at Urban Loft, a stylish one-bedroom apartment in the heart of Dhaka. The 900 sq. ft. contemporary design offers urban convenience and chic interiors. Available from July 1, 2024, at a monthly rent of 16,000 BDT, this residence provides a trendy living experience. Whether you're exploring the city or appreciating the sleek finishes, Urban Loft seamlessly blends style with urban living. For inquiries or to schedule a viewing, contact us at +8801712345685. Elevate your lifestyle in the heart of Dhaka."
  },
  {
    "name": "Mountain View Cottage",
    "address": "234 Summit Road",
    "city": "Sylhet",
    "bedrooms": 2,
    "bathrooms": 2,
    "room_size": "1300",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-08-01",
    "rent_per_month": 21000,
    "phone_number": "+8801712345686",
    "description": "Escape to tranquility at Mountain View Cottage, a two-bedroom retreat in the hills of Sylhet. The 1300 sq. ft. cottage offers stunning mountain views and a peaceful ambiance. Available from August 1, 2024, at a monthly rent of 21,000 BDT, this residence provides a serene living experience. Whether you're unwinding in the cozy cottage or exploring the scenic surroundings, Mountain View Cottage harmonizes nature with modern comforts. For inquiries or to schedule a viewing, contact us at +8801712345686. Embrace the beauty of the hills in Sylhet."
  },
  {
    "name": "Sunrise Meadows",
    "address": "789 Sunrise Lane",
    "city": "Dhaka",
    "bedrooms": 3,
    "bathrooms": 2,
    "room_size": "1700",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-09-01",
    "rent_per_month": 26000,
    "phone_number": "+8801712345687",
    "description": "Experience the beauty of Sunrise Meadows, a three-bedroom residence in the heart of Dhaka. The 1700 sq. ft. interiors offer modern amenities and breathtaking views. Available from September 1, 2024, at a monthly rent of 26,000 BDT, this residence provides a luxurious living experience. Whether you're enjoying the sunrise views or relaxing in the spacious rooms, Sunrise Meadows combines elegance with urban convenience. For inquiries or to schedule a viewing, contact us at +8801712345687. Discover the charm of city living in Dhaka."
  }
,
  {
    "name": "Harmony Haven",
    "address": "567 Tranquil Street",
    "city": "Chittagong",
    "bedrooms": 2,
    "bathrooms": 1,
    "room_size": "1100",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-10-01",
    "rent_per_month": 18000,
    "phone_number": "+8801712345688",
    "description": "Discover tranquility at Harmony Haven, a two-bedroom retreat in Chittagong. The 1100 sq. ft. interiors offer modern living with serene surroundings. Available from October 1, 2024, at a monthly rent of 18,000 BDT, this residence provides a peaceful living experience. Whether you're unwinding in the cozy rooms or exploring the nearby attractions, Harmony Haven harmonizes comfort with convenience. For inquiries or to schedule a viewing, contact us at +8801712345688. Embrace the serenity of Chittagong living."
  },
  {
    "name": "Cityscape Residence",
    "address": "789 Skylines Boulevard",
    "city": "Dhaka",
    "bedrooms": 1,
    "bathrooms": 1,
    "room_size": "850",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-11-01",
    "rent_per_month": 17000,
    "phone_number": "+8801712345689",
    "description": "Immerse yourself in urban living at Cityscape Residence, a stylish one-bedroom apartment in Dhaka. The 850 sq. ft. contemporary design offers city views and modern amenities. Available from November 1, 2024, at a monthly rent of 17,000 BDT, this residence provides a trendy living experience. Whether you're exploring the city or relaxing in the well-appointed interiors, Cityscape Residence seamlessly blends style with urban convenience. For inquiries or to schedule a viewing, contact us at +8801712345689. Elevate your lifestyle in the heart of Dhaka."
  },
  {
    "name": "Lakeside Retreat",
    "address": "101 Lakeshore Drive",
    "city": "Rajshahi",
    "bedrooms": 3,
    "bathrooms": 2,
    "room_size": "1400",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2024-12-01",
    "rent_per_month": 23000,
    "phone_number": "+8801712345690",
    "description": "Escape to Lakeside Retreat, a three-bedroom haven by the lakeside in Rajshahi. The 1400 sq. ft. interiors provide a serene retreat with beautiful views. Available from December 1, 2024, at a monthly rent of 23,000 BDT, this residence offers a peaceful living experience. Whether you're enjoying the lakeside ambiance or the well-designed interiors, Lakeside Retreat combines comfort with natural beauty. For inquiries or to schedule a viewing, contact us at +8801712345690. Embrace the tranquility of lakeside living in Rajshahi."
  },
  {
    "name": "Majestic Heights",
    "address": "234 Summit Avenue",
    "city": "Sylhet",
    "bedrooms": 4,
    "bathrooms": 3,
    "room_size": "1800",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2025-01-01",
    "rent_per_month": 32000,
    "phone_number": "+8801712345691",
    "description": "Experience grandeur at Majestic Heights, a four-bedroom residence in the hills of Sylhet. The expansive 1800 sq. ft. interiors offer stunning mountain views and luxurious amenities. Available from January 1, 2025, at a monthly rent of 32,000 BDT, this residence provides a lavish living experience. Whether you're unwinding in the spacious rooms or enjoying the mountainous surroundings, Majestic Heights combines elegance with natural beauty. For inquiries or to schedule a viewing, contact us at +8801712345691. Discover the splendor of hillside living in Sylhet."
  },
  {
    "name": "Modern Oasis",
    "address": "789 Oasis Lane",
    "city": "Khulna",
    "bedrooms": 2,
    "bathrooms": 2,
    "room_size": "1250",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2025-02-01",
    "rent_per_month": 19000,
    "phone_number": "+8801712345692",
    "description": "Indulge in modern living at Modern Oasis, a two-bedroom apartment in Khulna. The 1250 sq. ft. contemporary design offers urban convenience and chic interiors. Available from February 1, 2025, at a monthly rent of 19,000 BDT, this residence provides a trendy living experience. Whether you're exploring the city or relaxing in the well-appointed interiors, Modern Oasis seamlessly blends style with convenience. For inquiries or to schedule a viewing, contact us at +8801712345692. Elevate your lifestyle in the heart of Khulna."
  },
  {
    "name": "Sapphire Skies",
    "address": "567 Celestial Road",
    "city": "Dhaka",
    "bedrooms": 3,
    "bathrooms": 2,
    "room_size": "1650",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2025-03-01",
    "rent_per_month": 27000,
    "phone_number": "+8801712345693",
    "description": "Discover luxury at Sapphire Skies, a three-bedroom residence in the heart of Dhaka. The 1650 sq. ft. interiors offer modern amenities and breathtaking views of the city. Available from March 1, 2025, at a monthly rent of 27,000 BDT, this residence provides a sophisticated living experience. Whether you're enjoying the cityscape or relaxing in the spacious rooms, Sapphire Skies combines elegance with urban convenience. For inquiries or to schedule a viewing, contact us at +8801712345693. Experience the pinnacle of city living in Dhaka."
  },
  {
    "name": "Tranquil Meadows",
    "address": "101 Meadow Lane",
    "city": "Chittagong",
    "bedrooms": 2,
    "bathrooms": 1,
    "room_size": "1050",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2025-04-01",
    "rent_per_month": 17000,
    "phone_number": "+8801712345694",
    "description": "Escape to Tranquil Meadows, a two-bedroom retreat in the scenic surroundings of Chittagong. The 1050 sq. ft. interiors offer modern living with a peaceful ambiance. Available from April 1, 2025, at a monthly rent of 17,000 BDT, this residence provides a refreshing living experience. Whether you're unwinding in the cozy rooms or exploring the nearby attractions, Tranquil Meadows harmonizes comfort with nature. For inquiries or to schedule a viewing, contact us at +8801712345694. Embrace the serenity of Chittagong living."
  },
  {
    "name": "Pristine Pines Villa",
    "address": "234 Pinecrest Avenue",
    "city": "Rajshahi",
    "bedrooms": 4,
    "bathrooms": 3,
    "room_size": "1950",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2025-05-01",
    "rent_per_month": 33000,
    "phone_number": "+8801712345695",
    "description": "Indulge in luxury at Pristine Pines Villa, a four-bedroom haven in Rajshahi. The expansive 1950 sq. ft. interiors provide a tranquil environment with gallerysque views. Available from May 1, 2025, at a monthly rent of 33,000 BDT, this residence offers a lavish living experience. Whether you're enjoying the spacious living areas or the gallerysque surroundings, Pristine Pines Villa combines elegance with natural beauty. For inquiries or to schedule a viewing, contact us at +8801712345695. Experience the epitome of luxury living in Rajshahi."
  },
  {
    "name": "Sunset Serenity",
    "address": "567 Sunset Boulevard",
    "city": "Sylhet",
    "bedrooms": 3,
    "bathrooms": 2,
    "room_size": "1550",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2025-06-01",
    "rent_per_month": 25000,
    "phone_number": "+8801712345696",
    "description": "Experience serenity at Sunset Serenity, a three-bedroom residence in the hills of Sylhet. The 1550 sq. ft. interiors offer stunning mountain views and a peaceful ambiance. Available from June 1, 2025, at a monthly rent of 25,000 BDT, this residence provides a serene living experience. Whether you're unwinding in the cozy rooms or exploring the scenic surroundings, Sunset Serenity harmonizes comfort with nature. For inquiries or to schedule a viewing, contact us at +8801712345696. Embrace the beauty of the hills in Sylhet."
  },
  {
    "name": "Oceanfront Oasis",
    "address": "101 Coastal Drive",
    "city": "Cox's Bazar",
    "bedrooms": 2,
    "bathrooms": 2,
    "room_size": "1200",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2025-07-01",
    "rent_per_month": 20000,
    "phone_number": "+8801712345697",
    "description": "Indulge in seaside living at Oceanfront Oasis, a two-bedroom retreat by the beach in Cox's Bazar. The 1200 sq. ft. interiors offer breathtaking ocean views and a serene ambiance. Available from July 1, 2025, at a monthly rent of 20,000 BDT, this residence provides a refreshing living experience. Whether you're enjoying the beachfront ambiance or the well-appointed interiors, Oceanfront Oasis combines comfort with coastal elegance. For inquiries or to schedule a viewing, contact us at +8801712345697. Discover the allure of beachside living in Cox's Bazar."
  }
,
  {
    "name": "Elegant Enclave",
    "address": "789 Graceful Avenue",
    "city": "Dhaka",
    "bedrooms": 3,
    "bathrooms": 2,
    "room_size": "1600",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2025-08-01",
    "rent_per_month": 28000,
    "phone_number": "+8801712345698",
    "description": "Discover elegance at Elegant Enclave, a three-bedroom residence in the heart of Dhaka. The 1600 sq. ft. interiors offer modern amenities and stylish living. Available from August 1, 2025, at a monthly rent of 28,000 BDT, this residence provides a sophisticated living experience. Whether you're enjoying the city views or relaxing in the spacious rooms, Elegant Enclave combines luxury with urban convenience. For inquiries or to schedule a viewing, contact us at +8801712345698. Experience the epitome of city living in Dhaka."
  },
  {
    "name": "Mango Grove Cottage",
    "address": "456 Orchard Lane",
    "city": "Rajshahi",
    "bedrooms": 2,
    "bathrooms": 1,
    "room_size": "1100",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2025-09-01",
    "rent_per_month": 19000,
    "phone_number": "+8801712345699",
    "description": "Escape to nature at Mango Grove Cottage, a two-bedroom retreat in the lush orchards of Rajshahi. The 1100 sq. ft. cottage offers tranquility with scenic views. Available from September 1, 2025, at a monthly rent of 19,000 BDT, this residence provides a refreshing living experience. Whether you're unwinding in the cozy cottage or exploring the fruit-filled surroundings, Mango Grove Cottage harmonizes comfort with nature. For inquiries or to schedule a viewing, contact us at +8801712345699. Embrace the beauty of orchard living in Rajshahi."
  },
  {
    "name": "Riverfront Residency",
    "address": "101 Riverside Drive",
    "city": "Khulna",
    "bedrooms": 4,
    "bathrooms": 3,
    "room_size": "2000",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2025-10-01",
    "rent_per_month": 30000,
    "phone_number": "+8801712345700",
    "description": "Discover the charm of Riverfront Residency, a spacious four-bedroom haven by the river in Khulna. The expansive 2000 sq. ft. interiors provide panoramic views and a serene ambiance. Available from October 1, 2025, at a monthly rent of 30,000 BDT, this residence offers a luxurious living experience. Whether you're enjoying the riverside views or relaxing in the spacious rooms, Riverfront Residency combines elegance with natural beauty. For inquiries or to schedule a viewing, contact us at +8801712345700. Experience the allure of riverside living in Khulna."
  },
  {
    "name": "Palm Grove Villa",
    "address": "234 Palm Avenue",
    "city": "Cox's Bazar",
    "bedrooms": 3,
    "bathrooms": 2,
    "room_size": "1400",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2025-11-01",
    "rent_per_month": 23000,
    "phone_number": "+8801712345701",
    "description": "Indulge in coastal living at Palm Grove Villa, a three-bedroom retreat amidst palm trees in Cox's Bazar. The 1400 sq. ft. interiors offer tranquility with tropical views. Available from November 1, 2025, at a monthly rent of 23,000 BDT, this residence provides a peaceful living experience. Whether you're enjoying the beach breeze or the well-appointed interiors, Palm Grove Villa harmonizes comfort with coastal elegance. For inquiries or to schedule a viewing, contact us at +8801712345701. Discover the serenity of palm-filled living in Cox's Bazar."
  },
  {
    "name": "Silk Road Residence",
    "address": "789 Silk Street",
    "city": "Dhaka",
    "bedrooms": 2,
    "bathrooms": 2,
    "room_size": "1250",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2025-12-01",
    "rent_per_month": 20000,
    "phone_number": "+8801712345702",
    "description": "Immerse yourself in cultural living at Silk Road Residence, a two-bedroom apartment in Dhaka. The 1250 sq. ft. contemporary design offers a blend of tradition and modern amenities. Available from December 1, 2025, at a monthly rent of 20,000 BDT, this residence provides a unique living experience. Whether you're exploring cultural attractions or relaxing in the well-appointed interiors, Silk Road Residence seamlessly blends heritage with urban convenience. For inquiries or to schedule a viewing, contact us at +8801712345702. Experience the richness of cultural living in Dhaka."
  },
  {
    "name": "Forest Retreat",
    "address": "101 Woodland Avenue",
    "city": "Sylhet",
    "bedrooms": 4,
    "bathrooms": 3,
    "room_size": "1800",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2026-01-01",
    "rent_per_month": 32000,
    "phone_number": "+8801712345703",
    "description": "Escape to nature at Forest Retreat, a spacious four-bedroom haven in the green forests of Sylhet. The 1800 sq. ft. interiors offer tranquility with lush surroundings. Available from January 1, 2026, at a monthly rent of 32,000 BDT, this residence provides a refreshing living experience. Whether you're unwinding in the cozy rooms or exploring the scenic woodlands, Forest Retreat harmonizes comfort with nature. For inquiries or to schedule a viewing, contact us at +8801712345703. Embrace the beauty of forest living in Sylhet."
  },
  {
    "name": "Regal Residences",
    "address": "567 Royal Road",
    "city": "Dhaka",
    "bedrooms": 3,
    "bathrooms": 2,
    "room_size": "1650",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2026-02-01",
    "rent_per_month": 27000,
    "phone_number": "+8801712345704",
    "description": "Discover regal living at Regal Residences, a three-bedroom residence in the heart of Dhaka. The 1650 sq. ft. interiors offer modern amenities and a touch of royalty. Available from February 1, 2026, at a monthly rent of 27,000 BDT, this residence provides a sophisticated living experience. Whether you're enjoying the city views or relaxing in the spacious rooms, Regal Residences combines luxury with urban convenience. For inquiries or to schedule a viewing, contact us at +8801712345704. Experience the elegance of city living in Dhaka."
  },
  {
    "name": "Azure Skies Apartment",
    "address": "789 Azure Avenue",
    "city": "Chittagong",
    "bedrooms": 2,
    "bathrooms": 1,
    "room_size": "1200",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2026-03-01",
    "rent_per_month": 20000,
    "phone_number": "+8801712345705",
    "description": "Immerse yourself in the beauty of Azure Skies Apartment, a two-bedroom residence in Chittagong. The 1200 sq. ft. contemporary design offers stunning views and modern amenities. Available from March 1, 2026, at a monthly rent of 20,000 BDT, this residence provides a chic living experience. Whether you're exploring the city or relaxing in the well-appointed interiors, Azure Skies Apartment seamlessly blends style with urban convenience. For inquiries or to schedule a viewing, contact us at +8801712345705. Elevate your lifestyle in the serene surroundings of Chittagong."
  },
  {
    "name": "Harbor View Haven",
    "address": "101 Maritime Lane",
    "city": "Khulna",
    "bedrooms": 1,
    "bathrooms": 1,
    "room_size": "800",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2026-04-01",
    "rent_per_month": 15000,
    "phone_number": "+8801712345706",
    "description": "Experience the charm of Harbor View Haven, a one-bedroom retreat with gallerysque views in Khulna. The 800 sq. ft. residence offers tranquility with proximity to the waterfront. Available from April 1, 2026, at a monthly rent of 15,000 BDT, this residence provides a peaceful living experience. Whether you're enjoying the harbor views or relaxing in the cozy interiors, Harbor View Haven harmonizes comfort with coastal living. For inquiries or to schedule a viewing, contact us at +8801712345706. Discover the allure of waterfront living in Khulna."
  },
  {
    "name": "Golden Fields Villa",
    "address": "234 Harvest Street",
    "city": "Rajshahi",
    "bedrooms": 3,
    "bathrooms": 2,
    "room_size": "1500",
    "gallery": "link_to_gallery.jpg",
    "availability_date": "2026-05-01",
    "rent_per_month": 25000,
    "phone_number": "+8801712345707",
    "description": "Indulge in luxury at Golden Fields Villa, a three-bedroom haven amidst golden fields in Rajshahi. The 1500 sq. ft. interiors provide a tranquil environment with scenic views. Available from May 1, 2026, at a monthly rent of 25,000 BDT, this residence offers a lavish living experience. Whether you're enjoying the spacious living areas or the gallerysque surroundings, Golden Fields Villa combines elegance with natural beauty. For inquiries or to schedule a viewing, contact us at +8801712345707. Experience the epitome of luxury living in Rajshahi."
  }
]

